[
  "calendar",
  "obsidian-memos",
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-git",
  "workbench-obsidian",
  "obsidian-admonition",
  "file-explorer-note-count",
  "obsidian-kanban",
  "code-block-copy",
  "text-snippets-obsidian",
  "dataview",
  "quickadd",
  "obsidian-minimal-settings",
  "remember-cursor-position",
  "editing-toolbar",
  "table-editor-obsidian",
  "obsidian-annotator",
  "better-word-count",
  "obsidian-mind-map",
  "obsidian-advanced-slides",
  "cm-editor-syntax-highlight-obsidian",
  "mysnippets-plugin",
  "settings-search",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "obsidian-image-toolkit",
  "mermaid-tools",
  "pdf-plus",
  "nldates-obsidian",
  "homepage",
  "contribution-graph",
  "obsidian-day-planner",
  "vscode-editor",
  "code-editor",
  "obsidian-image-auto-upload-plugin",
  "float-search",
  "obsidian42-brat",
  "outliner-md"
]